// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Bluetooth Configurações";

NoNameTitle = "Nome do dispositivo vazio";
NoNameMsg = "Especifique um nome para o dispositivo.";

NoGetTitle = "Não foi possível recuperar as configurações.";
NoGetMsg = "Verificar se a impressora está online e conectada.";

NoResetTitle = "Não foi possível redefinir o acesso ao dispositivo";
NoResetMsg = "Verificar se a impressora está online e conectada.";

NoChangePinTitle = "Não foi possível mudar o código PIN";
NoChangePinMsg = "Verificar se a impressora está online e conectada.";

OkTitle = "OK";
CancelTitle = "Cancelar";

ResetTitle = "Redefinir o acesso ao dispositivo";
ResetMsg = "Clique em OK para limpar do dispositivo de impressão, todos os dispositivos anteriormente unidos. Clique em Cancelar para pular a função redefinir.";

DefaultLanguage = "Manter as configurações atuais";

0Language = "Chinês simplificado-China";
1Language = "Chinês tradicional-Hongkong";
2Language = "Chinês tradicional-Taiwan";
3Language = "Japonês";
4Language = "Coreano";
5Language = "Latim (outros)";

DeviceTitle = "Dispositivo";
AddressTitle = "Endereço:";
NameTitle = "Nome:";
AccessTitle = "Acesso";
ChangePINCodeTitle = "Mudar o código PIN";
ChangePINCodeButton = "Mudar o código PIN…";
ModeTitle = "Modo";
PrivateModeTitle = "Modo privado";
PublicModeTitle = "Modo público";
EncryptionRequiredTitle = "Requer criptografia";
DefaultFontSettingTitle = "Configuração da fonte padrão:";
ApplyNowTitle = "Aplicar agora";

EnternewPINcodeTitle = "Digitar novo código PIN:";
ConfirmnewPINcodeTitle = "Digitar novo código PIN:";

MissingCardLabel = "Insira um adaptador Bluetooth externo para ativar o rádio Bluetooth interno no seu dispositivo.";
